Repository: senaite/senaite.panic
Catalog: src/senaite/panic/locales/*/LC_MESSAGES/senaite.panic.po
Languages: de

source: '{}' value must be above '{}' or empty
de: '{}' Wert muss größer als '{}' oder leer sein

source: '{}' value must be below '{}' or empty
de: '{}' Wert muss kleiner als '{}' oder leer sein

source: '{}' value must be numeric or empty
de: '{}' Wert muss numerisch oder leer sein

source: Alert client about panic levels exceeded
de: Benachrichtigung über überschrittene Panikstufe

source: An email alert has been sent already.
de: Eine E-Mail-Benachrichtigung wurde bereits versendet.

source: Body
de: Inhalt

source: Email alert body template
de: Email Benachrichtigungsvorlage

source: Email alert subject
de: Email Benachrichtigungsbetreff

source: Max panic
de: Max Panik

source: Min panic
de: Min Panik

source: Panic < Min
de: Panik < Min

source: Panic > Max
de: Panik > Max

source: Panic Settings
de: Panik Einstellungen

source: Panic level alerts for SENAITE
de: Panik-Level Benachrichtigungen für SENAITE

source: Panic notification email sent
de: Panik Benachrichtigungsemail gesendet

source: Panic result
de: Panik Ergebnis

source: SENAITE PANIC (uninstall)
de: SENAITE PANIC (deinstallieren)

source: SENAITE PANIC Settings
de: SENAITE PANIC Einstellungen

source: Some results exceeded the panic levels
de: Einige Ergebnisse überschritten die Panikwerte

source: Some results from Sample ${sample_id} exceeded panic range
de: Einige Ergebnisse des Beispiels ${sample_id} überschritten den Panikbereich

source: Some values exceeded the panic levels. Send an email to the clinic or close this window if you want to re-test to confirm the panic value.
de: Einige Werte haben die Panikstufe überschritten. Senden Sie eine E-Mail an die Klinik oder schließen Sie dieses Fenster, um den Panikwert erneut zu testen.

source: Subject
de: Betreff

source: Template text for the panic alert email's body. The accepted wildcards are: ${analyses}, ${lab_address}, ${sample_id}, {client_sample_id}, ${client_id} and ${sample_url}
de: Vorlagentext für den Inhalt der Panik-Benachrichtigungsmail. Die akzeptierten Platzhalter sind: ${analyses}, ${lab_address}, ${sample_id}, {client_sample_id}, ${client_id} und ${sample_url}

source: Template text for the panic alert email's subject. The accepted wildcards are: ${sample_id}, {client_sample_id} and ${client_id}
de: Vorlangentext für den Betreff der Panik-Benachtigungsmail. Die akzeptierten Platzhalter sind: ${sample_id}, {client_sample_id} und ${client_id}

source: To
de: An

source: Unable to send an email to alert client that some results exceeded the panic levels
de: Es konnte keine E-Mail Benachrichtigung an den Client gesendet werden, um über das überschreiten der Panikstufe einiger Ergebnisse zu informieren
